export const historicalDates = [
  {
    title: 'Технологии',
    events: [
      {
        date: 1976,
        event: 'В продаже появился "Apple I" и выпускался в 1976—1977 годах',
      },
      {
        date: 1980,
        event: 'Sinclair Research выпускает домашний компьютер ZX80',
      },
      {
        date: 2020,
        event: 'В августе Neuralink провела первую презентацию нейрочипа — интерфейса между мозгом и компьютером.',
      },
    ],
  },
  {
    title: 'Кино',
    events: [
      {
        date: 1997,
        event: '"Достучаться до небес", Германия (реж. Томас Ян).',
      },
      {
        date: 2012,
        event: 'Выходит фильм "Железная леди", где Мэрил Стрип сыграла британского премьер-министра Маргарет Тэтчер.',
      },
      {
        date: 2017,
        event: 'Выходит 5-я часть Пиратов Карибского моря.',
      },
      {
        date: 2019,
        event: '"Однажды в Голливуде" новый фильм Тарантино за первый уикенд собрал в прокате 40 млн долларов',
      },
      {
        date: 2023,
        event: 'Брендан Фрейзер берет "Оскар" за главную мужскую роль.',
      },
    ],
  },
  {
    title: 'Литература',
    events: [
      {
        date: 1997,
        event: 'Первая публикация «Гарри Поттер и философский камень» Дж.К. Роулинг',
      },
      {
        date: 2002,
        event:
          'Нобелевский комитет в Осло создал жюри, в которое вошли 100 известных писателей из 54 стран мира. Лучшим произведением мировой литературы они объявили произведение Сервантеса — "Дон Кихот".',
      },
      {
        date: 2007,
        event: 'В Германии открылась библиотека Гёте, восстановленная после пожара 2004 года.',
      },
      {
        date: 2008,
        event:
          'Во Франции изменились правила одной из старейших и престижнейших литературных премий мира — Гонкуровской.',
      },
      {
        date: 2021,
        event: 'В Индии индийским писателям и переводчикам вручили премию имени Сергея Есенина.',
      },
    ],
  },
  {
    title: '',
    events: [
      {
        date: 1999,
        event: 'Премьера балета "Золушка" в постановке Жан-Кристофа Майо, сценография Эрнеста Пиньона.',
      },
      {
        date: 2000,
        event: 'Возобновлено издание журнала "Театр".',
      },
      {
        date: 2002,
        event: 'Премьера трилогии Тома Стоппарда "Берег Утопии", Королевский Национальный театр, Лондон.',
      },
    ],
  },
  {
    title: 'Спорт',
    events: [
      {
        date: 1999,
        event:
          'Laureus World Sports Awards были учреждены в 1999 году при участии: Founding Patrons Daimler и Richemont.',
      },
      {
        date: 2001,
        event: 'Впервые за продолжительное время, были внесены существенные изменения в правила настольного тенниса.',
      },
      {
        date: 2005,
        event:
          'Этот год был объявлен "Международным годом спорта и физического воспитания как средства содействия воспитанию, здоровью, развитию и миру" (резолюция ООН № 58/5)',
      },
      {
        date: 2020,
        event: 'Звезда НБА Коби Брайант погиб при крушении вертолета',
      },
    ],
  },
  {
    title: 'Наука',
    events: [
      {
        date: 2014,
        event:
          'Космический аппарат "Розетта" был запущен в 2004 году и спустя 10 лет совершил посадку на комету 67P/Чурюмова-Герасименко.',
      },
      {
        date: 2015,
        event: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
      },
      {
        date: 2016,
        event:
          'Телескоп "Хаббл" обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
      },
      {
        date: 2017,
        event: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
      },
    ],
  },
]
